Repository: koprodev/ezyImageViewer
Catalog: EzyImageViewer.App/Strings/*/Resources.resw
Source language: en_in
Languages: de_de, es_419, fr_fr, hi_in, id_id, ja_jp, ko_kr, pt_br, ru_ru, zh_cn

# RecoveryDiscarded
source: Discarded the listed recovery items
de_de: Die aufgeführten Wiederherstellungselemente wurden verworfen
es_419: Se descartaron los elementos de recuperación listados
fr_fr: Les éléments de récupération listés ont été abandonnés
hi_in: सूचीबद्ध पुनर्प्राप्ति आइटम छोड़ दिए गए
id_id: Item pemulihan yang tercantum telah dibuang
ja_jp: 表示された復元項目を破棄しました
ko_kr: 표시된 복구 작업을 버렸습니다
pt_br: Os itens de recuperação listados foram descartados
ru_ru: Перечисленные элементы восстановления отклонены
zh_cn: 已放弃列出的恢复项

# RecoveryDiscardDeferred
source: Discarded the listed recovery items. Items that could not be read will be checked again at the next start
de_de: Die aufgeführten Wiederherstellungselemente wurden verworfen. Nicht lesbare Elemente werden beim nächsten Start erneut geprüft
es_419: Se descartaron los elementos de recuperación listados. Los elementos que no se pudieron leer se revisarán en el próximo inicio
fr_fr: Les éléments de récupération listés ont été abandonnés. Les éléments illisibles seront revérifiés au prochain démarrage
hi_in: सूचीबद्ध पुनर्प्राप्ति आइटम छोड़ दिए गए। जो आइटम पढ़े नहीं जा सके, वे अगली बार शुरू होने पर फिर जाँचे जाएँगे
id_id: Item pemulihan yang tercantum telah dibuang. Item yang tidak terbaca akan diperiksa lagi saat mulai berikutnya
ja_jp: 表示された復元項目を破棄しました。読み取れなかった項目は次回の起動時に再確認します
ko_kr: 표시된 복구 작업을 버렸습니다. 읽지 못한 항목은 다음 시작 때 다시 확인합니다
pt_br: Os itens de recuperação listados foram descartados. Os itens que não puderam ser lidos serão verificados novamente na próxima inicialização
ru_ru: Перечисленные элементы восстановления отклонены. Нечитаемые элементы будут проверены при следующем запуске
zh_cn: 已放弃列出的恢复项。无法读取的项目会在下次启动时再次检查

# RecoveryLater
source: Later
de_de: Später
es_419: Más tarde
fr_fr: Plus tard
hi_in: बाद में
id_id: Nanti
ja_jp: 後で
ko_kr: 나중에
pt_br: Mais tarde
ru_ru: Позже
zh_cn: 稍后

# RecoveryFailed
source: Some work could not be recovered
de_de: Ein Teil der Arbeit konnte nicht wiederhergestellt werden
es_419: No se pudo recuperar parte del trabajo
fr_fr: Une partie du travail n'a pas pu être récupérée
hi_in: कुछ काम पुनर्प्राप्त नहीं हो सका
id_id: Sebagian pekerjaan tidak dapat dipulihkan
ja_jp: 一部の作業を復元できませんでした
ko_kr: 일부 작업을 복구하지 못했습니다
pt_br: Parte do trabalho não pôde ser recuperada
ru_ru: Часть работы восстановить не удалось
zh_cn: 部分工作未能恢复

# RecoveryRestored
source: Your previous work was recovered. Please save it somewhere safe
de_de: Ihre vorherige Arbeit wurde wiederhergestellt. Bitte speichern Sie sie an einem sicheren Ort
es_419: Se recuperó tu trabajo anterior. Guárdalo en un lugar seguro
fr_fr: Votre travail précédent a été récupéré. Enregistrez-le dans un endroit sûr
hi_in: आपका पिछला काम पुनर्प्राप्त कर लिया गया। कृपया इसे सुरक्षित जगह सहेजें
id_id: Pekerjaan sebelumnya berhasil dipulihkan. Simpanlah di tempat yang aman
ja_jp: 前回の作業を復元しました。安全な場所に保存してください
ko_kr: 이전 작업을 복구했습니다. 안전한 위치에 저장해 주세요
pt_br: Seu trabalho anterior foi recuperado. Salve-o em um lugar seguro
ru_ru: Предыдущая работа восстановлена. Сохраните её в надёжном месте
zh_cn: 已恢复上次的工作。请保存到安全的位置

# RecoveryAvailabilityTitle
source: Autorecovery status
de_de: Status der automatischen Wiederherstellung
es_419: Estado de la recuperación automática
fr_fr: État de la récupération automatique
hi_in: स्वतः पुनर्प्राप्ति की स्थिति
id_id: Status pemulihan otomatis
ja_jp: 自動復元の状態
ko_kr: 자동 복구 상태
pt_br: Status da recuperação automática
ru_ru: Состояние автовосстановления
zh_cn: 自动恢复状态

# RecoveryUnavailablePersistent
source: Autorecovery could not be started. Please save your work often during this session.
de_de: Die automatische Wiederherstellung konnte nicht gestartet werden. Speichern Sie Ihre Arbeit in dieser Sitzung häufig.
es_419: No se pudo iniciar la recuperación automática. Guarda tu trabajo con frecuencia durante esta sesión.
fr_fr: La récupération automatique n'a pas pu démarrer. Enregistrez votre travail fréquemment pendant cette session.
hi_in: स्वतः पुनर्प्राप्ति शुरू नहीं हो सकी। इस सत्र में अपना काम बार-बार सहेजते रहें।
id_id: Pemulihan otomatis tidak dapat dimulai. Sering-seringlah menyimpan pekerjaan Anda pada sesi ini.
ja_jp: 自動復元を開始できませんでした。このセッションではこまめに手動保存してください。
ko_kr: 자동 복구를 시작하지 못했습니다. 이번 실행에서는 작업을 자주 직접 저장해 주세요.
pt_br: Não foi possível iniciar a recuperação automática. Salve seu trabalho com frequência nesta sessão.
ru_ru: Не удалось запустить автовосстановление. В этом сеансе почаще сохраняйте работу вручную.
zh_cn: 无法启动自动恢复。本次会话请经常手动保存。

# RecoveryDegradedPersistent
source: Autorecovery saving is having trouble. Please save your work manually until this notice disappears.
de_de: Beim Speichern der automatischen Wiederherstellung gibt es Probleme. Speichern Sie Ihre Arbeit manuell, bis dieser Hinweis verschwindet.
es_419: El guardado de la recuperación automática tiene problemas. Guarda tu trabajo manualmente hasta que este aviso desaparezca.
fr_fr: L'enregistrement de la récupération automatique rencontre des problèmes. Enregistrez votre travail manuellement jusqu'à la disparition de cet avis.
hi_in: स्वतः पुनर्प्राप्ति के सहेजने में दिक्कत है। यह सूचना हटने तक अपना काम खुद सहेजें।
id_id: Penyimpanan pemulihan otomatis bermasalah. Simpanlah pekerjaan Anda secara manual sampai pemberitahuan ini hilang.
ja_jp: 自動復元の保存に問題があります。この案内が消えるまで手動で保存してください。
ko_kr: 자동 복구 저장에 문제가 있습니다. 이 안내가 사라질 때까지 작업을 직접 저장해 주세요.
pt_br: O salvamento da recuperação automática está com problemas. Salve seu trabalho manualmente até este aviso desaparecer.
ru_ru: С сохранением автовосстановления возникли проблемы. Сохраняйте работу вручную, пока это уведомление не исчезнет.
zh_cn: 自动恢复保存出现问题。在此提示消失前请手动保存。

# AppDataProtectionTitle
source: Local data protection failed
de_de: Schutz der lokalen Daten fehlgeschlagen
es_419: Error al proteger los datos locales
fr_fr: Échec de la protection des données locales
hi_in: स्थानीय डेटा की सुरक्षा विफल
id_id: Gagal melindungi data lokal
ja_jp: ローカル データの保護に失敗
ko_kr: 로컬 데이터 보호 실패
pt_br: Falha na proteção dos dados locais
ru_ru: Не удалось защитить локальные данные
zh_cn: 本地数据保护失败

# AppDataProtectionPersistent
source: Your private data folder could not be secured, so settings, recent files, and autorecovery are disabled for this session.
de_de: Ihr privater Datenordner konnte nicht abgesichert werden. Einstellungen, zuletzt verwendete Dateien und automatische Wiederherstellung sind in dieser Sitzung deaktiviert.
es_419: No se pudo proteger tu carpeta de datos privados, así que la configuración, los archivos recientes y la recuperación automática están desactivados en esta sesión.
fr_fr: Votre dossier de données privées n'a pas pu être sécurisé : les paramètres, les fichiers récents et la récupération automatique sont désactivés pour cette session.
hi_in: आपका निजी डेटा फ़ोल्डर सुरक्षित नहीं किया जा सका, इसलिए इस सत्र में सेटिंग्स, हाल की फ़ाइलें और स्वतः पुनर्प्राप्ति बंद कर दी गई हैं।
id_id: Folder data pribadi Anda tidak dapat diamankan, sehingga pengaturan, berkas terkini, dan pemulihan otomatis dimatikan pada sesi ini.
ja_jp: プライベート データ フォルダーを保護できなかったため、設定・最近使用したファイル・自動復元をこのセッションでは無効にしました。
ko_kr: 개인 데이터 폴더를 안전하게 보호하지 못해 설정, 최근 파일, 자동 복구를 이번 실행에서 비활성화했습니다.
pt_br: Não foi possível proteger sua pasta de dados privados, então as configurações, os arquivos recentes e a recuperação automática estão desativados nesta sessão.
ru_ru: Не удалось защитить папку личных данных, поэтому параметры, недавние файлы и автовосстановление отключены в этом сеансе.
zh_cn: 无法保护您的私有数据文件夹，因此本次会话已禁用设置、最近使用的文件和自动恢复。

# SafeModeTitle
source: Start in safe mode?
de_de: Im abgesicherten Modus starten?
es_419: ¿Iniciar en modo seguro?
fr_fr: Démarrer en mode sans échec ?
hi_in: सुरक्षित मोड में शुरू करें?
id_id: Mulai dalam mode aman?
ja_jp: セーフ モードで起動しますか?
ko_kr: 안전 모드로 시작할까요?
pt_br: Iniciar em modo de segurança?
ru_ru: Запустить в безопасном режиме?
zh_cn: 要以安全模式启动吗?

# SafeModeBody
source: The same startup error happened repeatedly. Safe mode turns off clipboard watching, global capture, recent files, subfolder browsing, and autorecovery prompts for this session.
de_de: Derselbe Startfehler ist wiederholt aufgetreten. Der abgesicherte Modus deaktiviert für diese Sitzung die Überwachung der Zwischenablage, die globale Aufnahme, zuletzt verwendete Dateien, das Blättern durch Unterordner und die Abfragen zur automatischen Wiederherstellung.
es_419: El mismo error de inicio se repitió varias veces. El modo seguro desactiva la vigilancia del portapapeles, la captura global, los archivos recientes, la navegación por subcarpetas y los avisos de recuperación automática durante esta sesión.
fr_fr: La même erreur de démarrage s'est répétée. Le mode sans échec désactive pour cette session la surveillance du presse-papiers, la capture globale, les fichiers récents, le parcours des sous-dossiers et les invites de récupération automatique.
hi_in: वही आरंभिक त्रुटि बार-बार हुई। सुरक्षित मोड इस सत्र के लिए क्लिपबोर्ड निगरानी, ग्लोबल कैप्चर, हाल की फ़ाइलें, उपफ़ोल्डर ब्राउज़िंग और स्वतः पुनर्प्राप्ति संकेत बंद कर देता है।
id_id: Galat awal yang sama terjadi berulang kali. Mode aman mematikan pemantauan papan klip, tangkapan global, berkas terkini, penjelajahan subfolder, dan permintaan pemulihan otomatis pada sesi ini.
ja_jp: 同じ起動エラーが繰り返し発生しました。セーフ モードでは、クリップボード監視・グローバル キャプチャ・最近使用したファイル・サブフォルダー移動・自動復元の確認をこのセッションだけオフにします。
ko_kr: 같은 시작 오류가 반복되었습니다. 안전 모드는 클립보드 감시, 전역 캡처, 최근 파일, 하위 폴더 탐색과 자동 복구 열기를 이번 실행에서 끕니다.
pt_br: O mesmo erro de inicialização aconteceu repetidamente. O modo de segurança desativa o monitoramento da área de transferência, a captura global, os arquivos recentes, a navegação por subpastas e os avisos de recuperação automática nesta sessão.
ru_ru: Одна и та же ошибка запуска повторилась несколько раз. Безопасный режим отключает в этом сеансе слежение за буфером обмена, глобальный снимок, недавние файлы, просмотр вложенных папок и запросы автовосстановления.
zh_cn: 同样的启动错误反复出现。安全模式会在本次会话中关闭剪贴板监视、全局截图、最近使用的文件、子文件夹浏览和自动恢复提示。

# SafeModeStart
source: Start in safe mode
de_de: Im abgesicherten Modus starten
es_419: Iniciar en modo seguro
fr_fr: Démarrer en mode sans échec
hi_in: सुरक्षित मोड में शुरू करें
id_id: Mulai dalam mode aman
ja_jp: セーフ モードで起動
ko_kr: 안전 모드로 시작
pt_br: Iniciar em modo de segurança
ru_ru: Запустить в безопасном режиме
zh_cn: 以安全模式启动

# SafeModeContinue
source: Continue normally
de_de: Normal fortfahren
es_419: Continuar normalmente
fr_fr: Continuer normalement
hi_in: सामान्य रूप से जारी रखें
id_id: Lanjutkan seperti biasa
ja_jp: 通常どおり続行
ko_kr: 일반 모드 계속
pt_br: Continuar normalmente
ru_ru: Продолжить обычно
zh_cn: 正常继续

# SafeModeLabel
source: Safe mode
de_de: Abgesicherter Modus
es_419: Modo seguro
fr_fr: Mode sans échec
hi_in: सुरक्षित मोड
id_id: Mode aman
ja_jp: セーフ モード
ko_kr: 안전 모드
pt_br: Modo de segurança
ru_ru: Безопасный режим
zh_cn: 安全模式

# SettingsNavGeneral
source: Language and other settings
de_de: Sprache und weitere Einstellungen
es_419: Idioma y otras opciones
fr_fr: Langue et autres paramètres
hi_in: भाषा और अन्य सेटिंग्स
id_id: Bahasa dan pengaturan lain
ja_jp: 言語とその他の設定
ko_kr: 언어 및 기타 설정
pt_br: Idioma e outras configurações
ru_ru: Язык и другие параметры
zh_cn: 语言和其他设置

# SettingsNavFileAssoc
source: File associations
de_de: Dateizuordnungen
es_419: Asociaciones de archivos
fr_fr: Associations de fichiers
hi_in: फ़ाइल संबद्धता
id_id: Asosiasi berkas
ja_jp: ファイルの関連付け
ko_kr: 파일 연결
pt_br: Associações de arquivos
ru_ru: Сопоставления файлов
zh_cn: 文件关联

# SettingsNavAbout
source: About
de_de: Über
es_419: Acerca de
fr_fr: À propos
hi_in: परिचय
id_id: Tentang
ja_jp: このアプリについて
ko_kr: 프로그램 소개
pt_br: Sobre
ru_ru: О программе
zh_cn: 关于

# SettingsNavUpdate
source: Updates
es_419: Actualizaciones
fr_fr: Mises à jour
hi_in: अपडेट
id_id: Pembaruan
ja_jp: 更新
ko_kr: 프로그램 업데이트
pt_br: Atualizações
ru_ru: Обновления
zh_cn: 更新

# SettingsNavSupport
source: Support the developer
de_de: Entwickler unterstützen
es_419: Apoyar al desarrollador
fr_fr: Soutenir le développeur
hi_in: डेवलपर का सहयोग करें
id_id: Dukung pengembang
ja_jp: 開発者を支援
ko_kr: 개발자 지원
pt_br: Apoiar o desenvolvedor
ru_ru: Поддержать разработчика
zh_cn: 支持开发者

# SettingsLanguage
source: Language
de_de: Sprache
es_419: Idioma
fr_fr: Langue
hi_in: भाषा
id_id: Bahasa
ja_jp: 言語
ko_kr: 언어
pt_br: Idioma
ru_ru: Язык
zh_cn: 语言

# SettingsLanguageSystem
source: System default (Windows display language)
de_de: Systemstandard (Windows-Anzeigesprache)
es_419: Predeterminado del sistema (idioma de Windows)
fr_fr: Par défaut du système (langue d'affichage de Windows)
hi_in: सिस्टम डिफ़ॉल्ट (Windows प्रदर्शन भाषा)
id_id: Bawaan sistem (bahasa tampilan Windows)
ja_jp: システム既定 (Windows の表示言語)
ko_kr: 시스템 기본 (Windows 표시 언어)
pt_br: Padrão do sistema (idioma de exibição do Windows)
ru_ru: Системный по умолчанию (язык интерфейса Windows)
zh_cn: 系统默认 (Windows 显示语言)

# SettingsLanguageRestartNote
source: Restart the app to apply the new language everywhere.
de_de: Starten Sie die App neu, damit die neue Sprache überall übernommen wird.
es_419: Reinicia la aplicación para aplicar el idioma nuevo en todas las pantallas.
fr_fr: Redémarrez l'application pour appliquer la nouvelle langue partout.
hi_in: नई भाषा हर स्क्रीन पर लागू करने के लिए ऐप फिर से शुरू करें।
id_id: Mulai ulang aplikasi agar bahasa baru diterapkan di semua layar.
ja_jp: アプリを再起動すると、新しい言語がすべての画面に適用されます。
ko_kr: 새 언어는 앱을 다시 시작하면 모든 화면에 적용됩니다.
pt_br: Reinicie o aplicativo para aplicar o novo idioma em todas as telas.
ru_ru: Перезапустите приложение, чтобы новый язык применился ко всем экранам.
zh_cn: 重启应用后，新语言会应用到所有界面。

# FileAssocWindowsSettings
source: Windows default apps settings
de_de: Windows-Einstellungen für Standard-Apps
es_419: Configuración de aplicaciones predeterminadas de Windows
fr_fr: Paramètres des applications par défaut de Windows
hi_in: Windows डिफ़ॉल्ट ऐप सेटिंग्स
id_id: Pengaturan aplikasi bawaan Windows
ja_jp: Windows の既定のアプリ設定
ko_kr: Windows 기본 프로그램 설정
pt_br: Configurações de aplicativos padrão do Windows
ru_ru: Параметры приложений по умолчанию Windows
zh_cn: Windows 默认应用设置

# FileAssocPackagedNote
source: In this build the installation package manages file associations. The formats below are already registered as open-with candidates, so there is nothing to apply here. To use the app for double-clicks, select ezy Image Viewer under 'Windows default apps settings'.
de_de: In dieser Version verwaltet das Installationspaket die Dateizuordnungen. Die folgenden Formate sind bereits als Einträge unter 'Öffnen mit' registriert, hier gibt es also nichts zu übernehmen. Damit der Doppelklick die App verwendet, wählen Sie ezy Image Viewer unter 'Windows-Einstellungen für Standard-Apps' aus.
es_419: En esta versión el paquete de instalación administra las asociaciones de archivos. Los formatos de abajo ya están registrados como opciones de 'Abrir con', así que aquí no hay nada que aplicar. Para usar la aplicación con el doble clic, selecciona ezy Image Viewer en 'Configuración de aplicaciones predeterminadas de Windows'.
fr_fr: Dans cette version, le package d'installation gère les associations de fichiers. Les formats ci-dessous sont déjà inscrits comme choix dans « Ouvrir avec » : il n'y a rien à appliquer ici. Pour que le double-clic utilise l'application, sélectionnez ezy Image Viewer dans « Paramètres des applications par défaut de Windows ».
hi_in: इस संस्करण में फ़ाइल संबद्धता इंस्टॉलेशन पैकेज संभालता है। नीचे दिए गए प्रारूप पहले ही 'इससे खोलें' विकल्प के रूप में दर्ज हैं, इसलिए यहाँ लागू करने को कुछ नहीं है। डबल-क्लिक पर यह ऐप खुले, इसके लिए 'Windows डिफ़ॉल्ट ऐप सेटिंग्स' में ezy Image Viewer चुनें।
id_id: Pada versi ini paket pemasangan yang mengelola asosiasi berkas. Format di bawah sudah terdaftar sebagai pilihan 'Buka dengan', jadi tidak ada yang perlu diterapkan di sini. Agar klik ganda memakai aplikasi ini, pilih ezy Image Viewer di 'Pengaturan aplikasi bawaan Windows'.
ja_jp: このビルドではインストール パッケージがファイルの関連付けを管理します。以下の形式は「プログラムから開く」候補として既に登録済みで、ここで適用する操作はありません。ダブルクリックの既定アプリにするには「Windows の既定のアプリ設定」で ezy Image Viewer を選んでください。
ko_kr: 이 버전은 설치 패키지가 파일 연결을 관리합니다. 아래 형식은 이미 '연결 프로그램' 후보로 등록되어 있어 따로 적용할 것이 없습니다. 더블클릭 기본 앱으로 쓰려면 'Windows 기본 프로그램 설정'에서 ezy Image Viewer를 선택하세요.
pt_br: Nesta versão, o pacote de instalação gerencia as associações de arquivos. Os formatos abaixo já estão registrados como opções de 'Abrir com', então não há nada a aplicar aqui. Para usar o aplicativo no duplo clique, selecione ezy Image Viewer em 'Configurações de aplicativos padrão do Windows'.
ru_ru: В этой сборке сопоставлениями файлов управляет установочный пакет. Форматы ниже уже зарегистрированы в списке «Открыть с помощью», поэтому применять здесь нечего. Чтобы двойной щелчок открывал приложение, выберите ezy Image Viewer в разделе «Параметры приложений по умолчанию Windows».
zh_cn: 此版本由安装包管理文件关联。下列格式已注册为"打开方式"候选，这里无需再应用。若要用于双击打开，请在"Windows 默认应用设置"中选择 ezy Image Viewer。

# FileAssocPackagedRegistered
source: Formats registered by the package
de_de: Vom Paket registrierte Formate
es_419: Formatos registrados por el paquete
fr_fr: Formats inscrits par le package
hi_in: पैकेज द्वारा दर्ज प्रारूप
id_id: Format yang didaftarkan paket
ja_jp: パッケージが登録した形式
ko_kr: 패키지가 등록한 형식
pt_br: Formatos registrados pelo pacote
ru_ru: Форматы, зарегистрированные пакетом
zh_cn: 安装包已注册的格式

# FilmstripLabel
source: Folder thumbnail list
de_de: Miniaturansichtsliste des Ordners
es_419: Lista de miniaturas de la carpeta
fr_fr: Liste des miniatures du dossier
hi_in: फ़ोल्डर की थंबनेल सूची
id_id: Daftar gambar mini folder
ja_jp: フォルダーのサムネイル一覧
ko_kr: 폴더 파일 썸네일 목록
pt_br: Lista de miniaturas da pasta
ru_ru: Список эскизов папки
zh_cn: 文件夹缩略图列表

# FilmstripCurrent
source: Current file
de_de: Aktuelle Datei
es_419: Archivo actual
fr_fr: Fichier actuel
hi_in: मौजूदा फ़ाइल
id_id: Berkas saat ini
ja_jp: 現在のファイル
ko_kr: 현재 파일
pt_br: Arquivo atual
ru_ru: Текущий файл
zh_cn: 当前文件

# FilmstripShow
source: Show thumbnail list
de_de: Miniaturansichtsliste einblenden
es_419: Mostrar la lista de miniaturas
fr_fr: Afficher la liste des miniatures
hi_in: थंबनेल सूची दिखाएँ
id_id: Tampilkan daftar gambar mini
ja_jp: サムネイル一覧を表示
ko_kr: 썸네일 목록 열기
pt_br: Mostrar a lista de miniaturas
ru_ru: Показать список эскизов
zh_cn: 显示缩略图列表

# FilmstripHide
source: Hide thumbnail list
de_de: Miniaturansichtsliste ausblenden
es_419: Ocultar la lista de miniaturas
fr_fr: Masquer la liste des miniatures
hi_in: थंबनेल सूची छिपाएँ
id_id: Sembunyikan daftar gambar mini
ja_jp: サムネイル一覧を隠す
ko_kr: 썸네일 목록 닫기
pt_br: Ocultar a lista de miniaturas
ru_ru: Скрыть список эскизов
zh_cn: 隐藏缩略图列表

# TipFilmstrip
source: Leave the list open to pick several images one after another.
de_de: Lassen Sie die Liste offen, um mehrere Bilder nacheinander auszuwählen.
es_419: Deja la lista abierta para elegir varias imágenes una tras otra.
fr_fr: Laissez la liste ouverte pour choisir plusieurs images à la suite.
hi_in: सूची खुली रखें ताकि एक के बाद एक कई छवियाँ चुन सकें।
id_id: Biarkan daftarnya terbuka untuk memilih beberapa gambar berturut-turut.
ja_jp: 一覧を開いたままにすると、複数の画像を続けて選べます。
ko_kr: 목록은 열어 둔 채로 여러 이미지를 이어서 선택할 수 있습니다.
pt_br: Deixe a lista aberta para escolher várias imagens em sequência.
ru_ru: Оставьте список открытым, чтобы выбирать несколько изображений подряд.
zh_cn: 让列表保持打开，可以连续挑选多张图像。

# AboutDescription
source: A light, fast image viewer and editor for Windows
de_de: Ein schlanker, schneller Bildbetrachter und -editor für Windows
es_419: Un visor y editor de imágenes ligero y rápido para Windows
fr_fr: Une visionneuse et un éditeur d'images légers et rapides pour Windows
hi_in: Windows के लिए हल्का और तेज़ छवि दर्शक व संपादक
id_id: Penampil dan penyunting gambar yang ringan dan cepat untuk Windows
ja_jp: 軽くて速い Windows 向け画像ビューア・エディター
ko_kr: 가볍고 빠른 Windows 이미지 뷰어·편집기
pt_br: Um visualizador e editor de imagens leve e rápido para Windows
ru_ru: Лёгкий и быстрый просмотрщик и редактор изображений для Windows
zh_cn: 轻快的 Windows 图像查看与编辑工具

# AboutLicense
source: MIT License · © 2026 koprodev
de_de: MIT-Lizenz · © 2026 koprodev
es_419: Licencia MIT · © 2026 koprodev
fr_fr: Licence MIT · © 2026 koprodev
hi_in: MIT लाइसेंस · © 2026 koprodev
id_id: Lisensi MIT · © 2026 koprodev
ja_jp: MIT ライセンス · © 2026 koprodev
ko_kr: MIT 라이선스 · © 2026 koprodev
pt_br: Licença MIT · © 2026 koprodev
ru_ru: Лицензия MIT · © 2026 koprodev
zh_cn: MIT 许可证 · © 2026 koprodev

# UpdateStoreManagedNote
source: Updates are handled automatically by the Microsoft Store. You can also check your Store library yourself.
de_de: Updates übernimmt der Microsoft Store automatisch. Sie können auch selbst in Ihrer Store-Bibliothek nachsehen.
es_419: Microsoft Store se encarga de las actualizaciones automáticamente. También puedes revisarlas en tu biblioteca de la Store.
fr_fr: Les mises à jour sont gérées automatiquement par le Microsoft Store. Vous pouvez aussi les vérifier dans votre bibliothèque du Store.
hi_in: अपडेट Microsoft Store अपने आप संभालता है। आप अपनी Store लाइब्रेरी में खुद भी देख सकते हैं।
id_id: Pembaruan ditangani otomatis oleh Microsoft Store. Anda juga bisa memeriksanya sendiri di pustaka Store.
ja_jp: 更新は Microsoft Store が自動的に処理します。Store ライブラリから手動で確認することもできます。
ko_kr: 업데이트는 Microsoft Store가 자동으로 처리합니다. Store 라이브러리에서 직접 확인할 수도 있습니다.
pt_br: As atualizações são feitas automaticamente pela Microsoft Store. Você também pode consultar sua biblioteca da Store.
ru_ru: Обновления выполняет Microsoft Store автоматически. Вы также можете проверить их в своей библиотеке Store.
zh_cn: 更新由 Microsoft Store 自动处理。您也可以在 Store 库中自行查看。

# SupportNote
source: ezy Image Viewer is free. If it helped you, consider supporting its development.
de_de: ezy Image Viewer ist kostenlos. Wenn er Ihnen geholfen hat, unterstützen Sie gern die Entwicklung.
es_419: ezy Image Viewer es gratis. Si te sirvió, considera apoyar su desarrollo.
fr_fr: ezy Image Viewer est gratuit. S'il vous a été utile, pensez à soutenir son développement.
hi_in: ezy Image Viewer निःशुल्क है। अगर यह काम आया हो, तो इसके विकास का सहयोग करने पर विचार करें।
id_id: ezy Image Viewer gratis. Jika terasa membantu, pertimbangkan untuk mendukung pengembangannya.
ja_jp: ezy Image Viewer は無料です。役に立ったら開発の応援をご検討ください。
ko_kr: ezy Image Viewer는 무료로 제공됩니다. 도움이 되었다면 개발을 응원해 주세요.
pt_br: O ezy Image Viewer é gratuito. Se ele te ajudou, considere apoiar o desenvolvimento.
ru_ru: ezy Image Viewer бесплатен. Если он вам помог, поддержите его разработку.
zh_cn: ezy Image Viewer 是免费的。如果它帮到了您，欢迎支持它的开发。

# SupportAction
source: Support development ☕
de_de: Entwicklung unterstützen ☕
es_419: Apoyar el desarrollo ☕
fr_fr: Soutenir le développement ☕
hi_in: विकास का सहयोग करें ☕
id_id: Dukung pengembangan ☕
ja_jp: 開発を応援する ☕
ko_kr: 개발 응원하기 ☕
pt_br: Apoiar o desenvolvimento ☕
ru_ru: Поддержать разработку ☕
zh_cn: 支持开发 ☕

# LinkOpenFailed
source: Could not open the page
de_de: Die Seite konnte nicht geöffnet werden
es_419: No se pudo abrir la página
fr_fr: Impossible d'ouvrir la page
hi_in: पृष्ठ नहीं खुल सका
id_id: Tidak dapat membuka halaman
ja_jp: ページを開けませんでした
ko_kr: 페이지를 열 수 없습니다
pt_br: Não foi possível abrir a página
ru_ru: Не удалось открыть страницу
zh_cn: 无法打开页面

# ToggleOn
source: On
de_de: Ein
es_419: Activado
fr_fr: Activé
hi_in: चालू
id_id: Aktif
ja_jp: オン
ko_kr: 켬
pt_br: Ativado
ru_ru: Вкл
zh_cn: 开

# ToggleOff
source: Off
de_de: Aus
es_419: Desactivado
fr_fr: Désactivé
hi_in: बंद
id_id: Nonaktif
ja_jp: オフ
ko_kr: 끔
pt_br: Desativado
ru_ru: Выкл
zh_cn: 关

# DeleteImageTitle
source: Delete this image?
de_de: Dieses Bild löschen?
es_419: ¿Eliminar esta imagen?
fr_fr: Supprimer cette image ?
hi_in: क्या यह छवि हटाएँ?
id_id: Hapus gambar ini?
ja_jp: この画像を削除しますか?
ko_kr: 이 이미지를 삭제할까요?
pt_br: Excluir esta imagem?
ru_ru: Удалить это изображение?
zh_cn: 要删除这张图片吗?
